tap "homebrew/services"
tap "sikarugir-app/sikarugir"
brew "asciiquarium"
brew "autossh"
brew "bat"
brew "bookokrat"
brew "cbonsai"
brew "chafa"
brew "cmatrix"
brew "cowsay"
brew "eza"
brew "fastfetch"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gum"
brew "jupyterlab"
brew "lazygit"
brew "lolcat"
brew "luit"
brew "lynx"
brew "mapscii"
brew "micro"
brew "mpv"
brew "neovim"
brew "openjdk"
brew "sl"
brew "spotify_player"
brew "starship"
brew "syncthing"
brew "telnet"
brew "tmux"
brew "unar"
cask "font-jetbrains-mono-nerd-font"
cask "sikarugir-app/sikarugir/sikarugir"
cask "syncterm"
vscode "anthropic.claude-code"
vscode "ecmel.vscode-html-css"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "oracle.oracle-java"
vscode "redhat.java"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
